export const Sliderdata = [
    { id: 1, name: "Наука", startDate: 2022, endDate: 2023, sliderData:[
        {id:1, date: "2022", textSlide: "5 июля — старт миссии ESA 'Euclid' для изучения тёмной материи и тёмной энергии."},
        {id:2, date: "2022", textSlide: "12 июля — NASA опубликовало первые цветные изображения с телескопа James Webb."},
        {id:3, date: "2023", textSlide: "23 августа — Индия успешно посадила зонд Chandrayaan-3 на Луну."},
        {id:4, date: "2023", textSlide: "30 сентября — NASA завершила миссию OSIRIS-REx, доставив образцы астероида Бенну на Землю."},
        {id:5, date: "2023", textSlide: "15 декабря — Китай объявил о завершении строительства своей орбитальной станции Tiangong."},
    ] },
    { id: 2, name: "Искусство", startDate: 1978, endDate: 1981, sliderData:[
        {id:1, date: "1978", textSlide: "25 мая — премьера фильма 'Звёздные войны: Новая надежда' в Европе."},
        {id:2, date: "1979", textSlide: "12 июня — вышел фильм 'Чужой' Ридли Скотта."},
        {id:3, date: "1980", textSlide: "21 мая — премьера 'Звёздные войны: Империя наносит ответный удар'."},
        {id:4, date: "1981", textSlide: "12 июня — премьера фильма 'Индиана Джонс: В поисках утраченного ковчега'."},
        {id:5, date: "1981", textSlide: "4 декабря — Джон Леннон выпустил альбом 'Double Fantasy', за несколько дней до убийства."},
    ] },
    { id: 3, name: "Культура", startDate: 1742, endDate: 1746, sliderData:[
        {id:1, date: "1742", textSlide: "13 апреля — премьера оратории Генделя 'Мессия' в Дублине."},
        {id:2, date: "1743", textSlide: "Фридрих Великий основывает Берлинскую академию наук."},
        {id:3, date: "1744", textSlide: "Французский философ Вольтер выпускает 'Элементы философии Ньютона'."},
        {id:4, date: "1745", textSlide: "Основана Британская Энциклопедия."},
        {id:5, date: "1746", textSlide: "Начало развития классического балета во Франции под руководством Жана-Жоржа Новера."},
    ] },
    { id: 4, name: "Спорт", startDate: 1928, endDate: 1930, sliderData:[
        {id:1, date: "1928", textSlide: "14 июля — открытие IX Летних Олимпийских игр в Амстердаме."},
        {id:2, date: "1929", textSlide: "11 июня — впервые проведён автогонка Гран-при Монако."},
        {id:3, date: "1930", textSlide: "13 июля — старт первого Чемпионата мира по футболу в Уругвае."},
        {id:4, date: "1930", textSlide: "30 июля — Уругвай стал первым чемпионом мира по футболу."},
        {id:5, date: "1930", textSlide: "Появление первых лыжных курортов в Альпах."},
    ] },
    { id: 5, name: "Технологии", startDate: 2001, endDate: 2009, sliderData:[
        {id:1, date: "2001", textSlide: "23 октября — Apple представила первый iPod."},
        {id:2, date: "2004", textSlide: "4 февраля — Марк Цукерберг запустил Facebook."},
        {id:3, date: "2007", textSlide: "9 января — Стив Джобс представил первый iPhone."},
        {id:4, date: "2008", textSlide: "18 сентября — SpaceX успешно запустил Falcon 1, свою первую ракету."},
        {id:5, date: "2009", textSlide: "3 января — запущен биткоин, первая криптовалюта."},
    ] },
    { id: 6, name: "История", startDate: 1941, endDate: 1945, sliderData:[
        {id:1, date: "1941", textSlide: "22 июня — начало Великой Отечественной войны."},
        {id:2, date: "1942", textSlide: "2 февраля — окончание Сталинградской битвы."},
        {id:3, date: "1943", textSlide: "5 июля — начало Курской битвы, крупнейшего танкового сражения в истории."},
        {id:4, date: "1944", textSlide: "6 июня — высадка союзников в Нормандии (D-Day)."},
        {id:5, date: "1945", textSlide: "8 мая — День Победы в Европе, окончание Второй мировой войны."},
    ] },
]